Repository: electronic-mars/MCD
Catalog: src/MCD.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, uk_ua, zh_hans

# WidgetMediaDescription
source: Shows the current media with playback buttons. Hidden when nothing is playing.
cs_cz: Zobrazuje právě přehrávaná média s tlačítky přehrávání. Skryté, když se nic nepřehrává.
de_de: Zeigt die aktuellen Medien mit Wiedergabeschaltflächen an. Ausgeblendet, wenn nichts wiedergegeben wird.
es_es: Muestra el contenido multimedia actual con botones de reproducción. Oculto cuando no se reproduce nada.
fr_fr: Affiche le média en cours avec les boutons de lecture. Masqué quand rien n'est en cours de lecture.
it_it: Mostra i contenuti multimediali in riproduzione con i pulsanti. Nascosto quando non è in riproduzione nulla.
ja_jp: 再生ボタンとともに現在のメディアを表示します。再生中でない場合は非表示になります。
ko_kr: 재생 중인 미디어와 재생 단추를 표시합니다. 재생 중인 항목이 없으면 숨겨집니다.
nl_nl: Toont de huidige media met afspeelknoppen. Verborgen als er niets wordt afgespeeld.
pl_pl: Pokazuje bieżące multimedia z przyciskami odtwarzania. Ukryte, gdy nic nie jest odtwarzane.
pt_br: Mostra a mídia atual com botões de reprodução. Oculto quando nada está sendo reproduzido.
ru_ru: Воспроизводимое сейчас, с кнопками управления. Скрыт, если ничего не воспроизводится.
tr_tr: Geçerli medyayı oynatma düğmeleriyle gösterir. Hiçbir şey oynatılmıyorsa gizlenir.
uk_ua: Показує поточне медіа з кнопками відтворення. Приховано, коли нічого не відтворюється.
zh_hans: 显示当前媒体及播放按钮。无播放内容时隐藏。

# WidgetTemperatureName
source: Temperature
cs_cz: Teplota
de_de: Temperatur
es_es: Temperatura
fr_fr: Température
it_it: Temperatura
ja_jp: 温度
ko_kr: 온도
nl_nl: Temperatuur
pl_pl: Temperatura
pt_br: Temperatura
ru_ru: Температура
tr_tr: Sıcaklık
uk_ua: Температура
zh_hans: 温度

# WidgetTemperatureDescription
source: Shows the temperature of components that report one.
cs_cz: Zobrazuje teplotu součástí, které ji hlásí.
de_de: Zeigt die Temperatur von Komponenten an, die eine Temperatur melden.
es_es: Muestra la temperatura de los componentes que la informan.
fr_fr: Affiche la température des composants qui en signalent une.
it_it: Mostra la temperatura dei componenti che la segnalano.
ja_jp: 温度を報告するコンポーネントの温度を表示します。
ko_kr: 온도를 보고하는 구성 요소의 온도를 표시합니다.
nl_nl: Toont de temperatuur van onderdelen die deze rapporteren.
pl_pl: Pokazuje temperaturę składników, które ją zgłaszają.
pt_br: Mostra a temperatura dos componentes que a informam.
ru_ru: Температура компонентов, у которых есть датчик.
tr_tr: Sıcaklık bildiren bileşenlerin sıcaklığını gösterir.
uk_ua: Показує температуру компонентів, які мають датчик.
zh_hans: 显示报告温度的组件的温度。

# LabelMemory
source: Memory
cs_cz: RAM
de_de: Speicher
es_es: Memoria
fr_fr: Mémoire
it_it: Memoria
ja_jp: メモリ
ko_kr: 메모리
nl_nl: Geheugen
pl_pl: Pamięć
pt_br: Memória
ru_ru: RAM
tr_tr: Bellek
uk_ua: RAM
zh_hans: 内存

# LabelSend
source: Send
cs_cz: Odesláno
de_de: Senden
es_es: Envío
fr_fr: Envoyé
it_it: Invio
ja_jp: 送信
ko_kr: 보내기
nl_nl: Verzenden
pl_pl: Wysył.
pt_br: Enviar
ru_ru: Отправка
tr_tr: Gönder
uk_ua: Надіслати
zh_hans: 发送

# LabelReceive
source: Receive
cs_cz: Přijato
de_de: Empfangen
es_es: Recepción
fr_fr: Reçu
it_it: Ricezione
ja_jp: 受信
ko_kr: 받기
nl_nl: Ontvangen
pl_pl: Odbier.
pt_br: Receber
ru_ru: Получение
tr_tr: Al
uk_ua: Отримати
zh_hans: 接收

# LabelTemperature
source: Temperature
cs_cz: Teplota
de_de: Temperatur
es_es: Temp.
fr_fr: Temp.
it_it: Temp.
ja_jp: 温度
ko_kr: 온도
nl_nl: Temp.
pl_pl: Temp.
pt_br: Temp.
ru_ru: Температура
tr_tr: Sıcaklık
uk_ua: Температура
zh_hans: 温度

# TempHottestSummary
source: Hottest component
cs_cz: Nejteplejší součást
de_de: Heißeste Komponente
es_es: Componente más caliente
fr_fr: Composant le plus chaud
it_it: Componente più caldo
ja_jp: 最高温度コンポーネント
ko_kr: 가장 온도가 높은 구성 요소
nl_nl: Heetste onderdeel
pl_pl: Najgorętszy składnik
pt_br: Componente mais quente
ru_ru: Максимальная температура
tr_tr: En sıcak bileşen
uk_ua: Найгарячіший компонент
zh_hans: 温度最高的组件

# MediaPlayPause
source: Play or pause
cs_cz: Přehrát nebo pozastavit
de_de: Abspielen oder pausieren
es_es: Reproducir o pausar
fr_fr: Lecture ou pause
it_it: Riproduci o sospendi
ja_jp: 再生/一時停止
ko_kr: 재생 또는 일시 중지
nl_nl: Afspelen of pauzeren
pl_pl: Odtwórz lub wstrzymaj
pt_br: Reproduzir ou pausar
ru_ru: Воспроизведение или пауза
tr_tr: Oynat veya duraklat
uk_ua: Відтворення або пауза
zh_hans: 播放或暂停

# MediaSummaryShown
source: Buttons and track title
cs_cz: Tlačítka a název skladby
de_de: Schaltflächen und Titel
es_es: Botones y título de la pista
fr_fr: Boutons et titre du morceau
it_it: Pulsanti e titolo del brano
ja_jp: ボタンとトラックタイトル
ko_kr: 단추 및 트랙 제목
nl_nl: Knoppen en tracktitel
pl_pl: Przyciski i tytuł utworu
pt_br: Botões e título da faixa
ru_ru: Кнопки и название трека
tr_tr: Düğmeler ve parça adı
uk_ua: Кнопки та назва треку
zh_hans: 按钮和曲目名称

# MediaSummaryTooltip
source: Buttons; track title in tooltip
cs_cz: Tlačítka; název skladby v popisku
de_de: Schaltflächen; Titel in QuickInfo
es_es: Botones; título de la pista en la información sobre herramientas
fr_fr: Boutons ; titre du morceau dans l'info-bulle
it_it: Pulsanti; titolo del brano nella descrizione comando
ja_jp: ボタン；ツールチップにトラックタイトル
ko_kr: 단추, 도구 설명에 트랙 제목
nl_nl: Knoppen; tracktitel in tooltip
pl_pl: Przyciski; tytuł utworu w etykietce
pt_br: Botões; título da faixa na dica de ferramenta
ru_ru: Кнопки; название трека — в подсказке
tr_tr: Düğmeler; parça adı araç ipucunda
uk_ua: Кнопки; назва треку — у підказці
zh_hans: 按钮；曲目名称见工具提示

# MediaTitleHeader
source: Show track title on the bar
cs_cz: Zobrazit název skladby na panelu
de_de: Titel auf der Leiste anzeigen
es_es: Mostrar título de la pista en la barra
fr_fr: Afficher le titre du morceau sur la barre
it_it: Mostra il titolo del brano sulla barra
ja_jp: バーにトラックタイトルを表示
ko_kr: 바에 트랙 제목 표시
nl_nl: Tracktitel op de balk weergeven
pl_pl: Pokaż tytuł utworu na pasku
pt_br: Mostrar título da faixa na barra
ru_ru: Показывать название трека на панели
tr_tr: Parça adını çubukta göster
uk_ua: Показувати назву треку на панелі
zh_hans: 在停靠栏上显示曲目名称

# LanguageLabel
source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
tr_tr: Dil
uk_ua: Мова
zh_hans: 语言

# LanguageHint
source: Takes effect after you restart the app.
cs_cz: Změna se projeví po restartování aplikace.
de_de: Wird nach einem Neustart der App wirksam.
es_es: Se aplica al reiniciar la aplicación.
fr_fr: Prend effet après le redémarrage de l'application.
it_it: Ha effetto dopo il riavvio dell'app.
ja_jp: アプリの再起動後に適用されます。
ko_kr: 앱을 다시 시작하면 적용됩니다.
nl_nl: Wordt van kracht nadat je de app opnieuw hebt opgestart.
pl_pl: Zmiana zacznie obowiązywać po ponownym uruchomieniu aplikacji.
pt_br: Entra em vigor após reiniciar o aplicativo.
ru_ru: Вступает в силу после перезапуска программы.
tr_tr: Uygulamayı yeniden başlattığınızda geçerli olur.
uk_ua: Зміни набудуть чинності після перезапуску програми.
zh_hans: 重启应用后生效。

# LanguageSystemItem
source: Match Windows
cs_cz: K odpovídajícímu Windows
de_de: Wie Windows
es_es: Igual que Windows
fr_fr: Comme Windows
it_it: Usa impostazioni di Windows
ja_jp: Windowsに合わせる
ko_kr: Windows와 동일하게
nl_nl: Zoals Windows
pl_pl: Zgodny z systemem Windows
pt_br: Usar o idioma do Windows
ru_ru: Как в Windows
tr_tr: Windows ile eşleştir
uk_ua: За системою Windows
zh_hans: 与 Windows 一致

# TempLimitAuto
source: Default for this component
cs_cz: Výchozí pro tuto součást
de_de: Standard für diese Komponente
es_es: Predeterminado para este componente
fr_fr: Valeur par défaut pour ce composant
it_it: Predefinito per questo componente
ja_jp: このコンポーネントのデフォルト
ko_kr: 이 구성 요소의 기본값
nl_nl: Standaard voor dit onderdeel
pl_pl: Domyślna dla tego komponentu
pt_br: Padrão para este componente
ru_ru: по данным устройства
tr_tr: Bu bileşen için varsayılan
uk_ua: За замовчуванням для цього компонента
zh_hans: 此组件的默认值

# TempWarnAt
source: Warning threshold (°C)
cs_cz: Práh upozornění (°C)
de_de: Warnschwelle (°C)
es_es: Umbral de advertencia (°C)
fr_fr: Seuil d'avertissement (°C)
it_it: Soglia di avviso (°C)
ja_jp: 警告しきい値 (°C)
ko_kr: 경고 임계값(°C)
nl_nl: Waarschuwingsdrempel (°C)
pl_pl: Próg ostrzeżenia (°C)
pt_br: Limite de aviso (°C)
ru_ru: Порог предупреждения, °C
tr_tr: Uyarı eşiği (°C)
uk_ua: Поріг попередження (°C)
zh_hans: 警告阈值 (°C)

# TempCritAt
source: Critical threshold (°C)
cs_cz: Kritický práh (°C)
de_de: Kritische Schwelle (°C)
es_es: Umbral crítico (°C)
fr_fr: Seuil critique (°C)
it_it: Soglia critica (°C)
ja_jp: 危険しきい値 (°C)
ko_kr: 위험 임계값(°C)
nl_nl: Kritieke drempel (°C)
pl_pl: Próg krytyczny (°C)
pt_br: Limite crítico (°C)
ru_ru: Критический порог, °C
tr_tr: Kritik eşik (°C)
uk_ua: Критичний поріг (°C)
zh_hans: 严重阈值 (°C)

# PickColour
source: Choose a color
cs_cz: Vybrat barvu
de_de: Farbe auswählen
es_es: Elegir un color
fr_fr: Choisir une couleur
it_it: Scegli un colore
ja_jp: 色を選択
ko_kr: 색 선택
nl_nl: Kies een kleur
pl_pl: Wybierz kolor
pt_br: Escolher uma cor
ru_ru: Выбрать цвет
tr_tr: Renk seç
uk_ua: Вибрати колір
zh_hans: 选择颜色

# PickPicture
source: Choose an image
cs_cz: Vybrat obrázek
de_de: Bild auswählen
es_es: Elegir una imagen
fr_fr: Choisir une image
it_it: Scegli un'immagine
ja_jp: 画像を選択
ko_kr: 이미지 선택
nl_nl: Kies een afbeelding
pl_pl: Wybierz obraz
pt_br: Escolher uma imagem
ru_ru: Выбрать изображение
tr_tr: Resim seç
uk_ua: Вибрати зображення
zh_hans: 选择图片

# NoPictureYet
source: No image selected
cs_cz: Není vybrán žádný obrázek
de_de: Kein Bild ausgewählt
es_es: Ninguna imagen seleccionada
fr_fr: Aucune image sélectionnée
it_it: Nessuna immagine selezionata
ja_jp: 画像が選択されていません
ko_kr: 선택된 이미지 없음
nl_nl: Geen afbeelding geselecteerd
pl_pl: Nie wybrano obrazu
pt_br: Nenhuma imagem selecionada
ru_ru: Изображение не выбрано
tr_tr: Resim seçilmedi
uk_ua: Зображення не вибрано
zh_hans: 未选择图片

# TopmostLabel
source: Always on top
cs_cz: Vždy navrchu
de_de: Immer im Vordergrund
es_es: Siempre encima
fr_fr: Toujours au premier plan
it_it: Sempre in primo piano
ja_jp: 常に手前に表示
ko_kr: 항상 위에 표시
nl_nl: Altijd bovenop
pl_pl: Zawsze na wierzchu
pt_br: Sempre no topo
ru_ru: Поверх других окон
tr_tr: Her zaman üstte
uk_ua: Завжди поверх інших вікон
zh_hans: 始终置顶

# PinTargetHeader
source: App, folder or web address
cs_cz: Aplikace, složka nebo webová adresa
de_de: App, Ordner oder Webadresse
es_es: Aplicación, carpeta o dirección web
fr_fr: Application, dossier ou adresse web
it_it: App, cartella o indirizzo web
ja_jp: アプリ、フォルダー、またはウェブアドレス
ko_kr: 앱, 폴더 또는 웹 주소
nl_nl: App, map of webadres
pl_pl: Aplikacja, folder lub adres internetowy
pt_br: Aplicativo, pasta ou endereço da Web
ru_ru: Программа, папка или адрес
tr_tr: Uygulama, klasör veya web adresi
uk_ua: Програма, папка або вебадреса
zh_hans: 应用、文件夹或网址

# PinNameHeader
source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
ru_ru: Название
tr_tr: Ad
uk_ua: Назва
zh_hans: 名称

# PinNameOptional
source: optional
cs_cz: volitelné
es_es: opcional
fr_fr: facultatif
it_it: facoltativo
ja_jp: 任意
ko_kr: 선택 사항
nl_nl: optioneel
pl_pl: opcjonalnie
pt_br: opcional
ru_ru: необязательно
tr_tr: isteğe bağlı
uk_ua: необов’язково
zh_hans: 可选

# PinBrowse
source: Browse…
cs_cz: Procházet...
de_de: Durchsuchen…
es_es: Examinar…
fr_fr: Parcourir…
it_it: Sfoglia…
ja_jp: 参照…
ko_kr: 찾아보기…
nl_nl: Bladeren…
pl_pl: Przeglądaj…
pt_br: Procurar…
ru_ru: Обзор…
tr_tr: Gözat…
uk_ua: Огляд…
zh_hans: 浏览…

# PinTitle
source: Pin to the bar
cs_cz: Připnout na panel
de_de: An die Leiste anheften
es_es: Anclar a la barra
fr_fr: Épingler à la barre
it_it: Fissa alla barra
ja_jp: バーにピン留め
ko_kr: 바에 고정
nl_nl: Aan de balk vastmaken
pl_pl: Przypnij do paska
pt_br: Fixar na barra
ru_ru: Закрепить на панели
tr_tr: Çubuğa sabitle
uk_ua: Закріпити на панелі
zh_hans: 固定到停靠栏

# PinAdd
source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
ja_jp: 追加
ko_kr: 추가
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
tr_tr: Ekle
uk_ua: Додати
zh_hans: 添加

# PinCancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
uk_ua: Скасувати
zh_hans: 取消

# DisplayNumber
source: Screen {0}
cs_cz: Obrazovka {0}
de_de: Bildschirm {0}
es_es: Pantalla {0}
fr_fr: Écran {0}
it_it: Schermo {0}
ja_jp: 画面 {0}
ko_kr: 화면 {0}
nl_nl: Scherm {0}
pl_pl: Ekran {0}
pt_br: Tela {0}
ru_ru: Экран {0}
tr_tr: Ekran {0}
uk_ua: Екран {0}
zh_hans: 屏幕 {0}

# SeeThroughHeader
source: Transparency
cs_cz: Průhlednost
de_de: Transparenz
es_es: Transparencia
fr_fr: Transparence
it_it: Trasparenza
ja_jp: 透明度
ko_kr: 투명도
nl_nl: Transparantie
pl_pl: Przezroczystość
pt_br: Transparência
ru_ru: Прозрачность
tr_tr: Şeffaflık
uk_ua: Прозорість
zh_hans: 透明度

# RestartNowText
source: Restart now
cs_cz: Restartovat nyní
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
it_it: Riavvia ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
nl_nl: Nu opnieuw opstarten
pl_pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru_ru: Перезапустить сейчас
tr_tr: Şimdi yeniden başlat
uk_ua: Перезапустити зараз
zh_hans: 立即重启

# MediaPriorityHeader
source: Player to control
cs_cz: Ovládaný přehrávač
de_de: Player zum Steuern
es_es: Reproductor que controlar
fr_fr: Lecteur à contrôler
it_it: Lettore da controllare
ja_jp: 制御するプレーヤー
ko_kr: 제어할 플레이어
nl_nl: Speler om te bedienen
pl_pl: Odtwarzacz do sterowania
pt_br: Player para controlar
ru_ru: Плеер для кнопок управления
tr_tr: Denetlenecek oynatıcı
uk_ua: Програвач для керування
zh_hans: 要控制的播放器

# MediaPriorityNone
source: Automatic (current player)
cs_cz: Automaticky (aktuální přehrávač)
de_de: Automatisch (aktueller Player)
es_es: Automático (reproductor actual)
fr_fr: Automatique (lecteur actuel)
it_it: Automatico (lettore corrente)
ja_jp: 自動 (現在のプレーヤー)
ko_kr: 자동(현재 플레이어)
nl_nl: Automatisch (huidige speler)
pl_pl: Automatycznie (bieżący odtwarzacz)
pt_br: Automático (player atual)
ru_ru: Автоматически: активный плеер
tr_tr: Otomatik (geçerli oynatıcı)
uk_ua: Автоматично (поточний програвач)
zh_hans: 自动（当前播放器）

# MediaSummaryNominated
source: Buttons always control {0}
cs_cz: Tlačítka vždy ovládají {0}
de_de: Schaltflächen steuern immer {0}
es_es: Los botones siempre controlan {0}
fr_fr: Les boutons contrôlent toujours {0}
it_it: I pulsanti controllano sempre {0}
ja_jp: ボタンは常に {0} を制御
ko_kr: 버튼이 항상 {0}을(를) 제어합니다.
nl_nl: Knoppen bedienen altijd {0}
pl_pl: Przyciski zawsze sterują odtwarzaczem {0}
pt_br: Os botões sempre controlam {0}
ru_ru: Кнопки управляют плеером: {0}
tr_tr: Düğmeler her zaman {0} denetler
uk_ua: Кнопки завжди керують: {0}
zh_hans: 按钮始终控制 {0}

# PinDropCaption
source: Pin to the bar
cs_cz: Připnout na panel
de_de: An die Leiste anheften
es_es: Anclar a la barra
fr_fr: Épingler à la barre
it_it: Fissa alla barra
ja_jp: バーにピン留め
ko_kr: 바에 고정
nl_nl: Aan de balk vastmaken
pl_pl: Przypnij do paska
pt_br: Fixar na barra
ru_ru: Закрепить на панели
tr_tr: Çubuğa sabitle
uk_ua: Закріпити на панелі
zh_hans: 固定到停靠栏

# MediaPrevKey.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Previous track
cs_cz: Předchozí skladba
de_de: Vorheriger Titel
es_es: Pista anterior
fr_fr: Morceau précédent
it_it: Brano precedente
ja_jp: 前のトラック
ko_kr: 이전 트랙
nl_nl: Vorige track
pl_pl: Poprzedni utwór
pt_br: Faixa anterior
ru_ru: Предыдущий
tr_tr: Önceki parça
uk_ua: Попередній трек
zh_hans: 上一曲

# MediaNextKey.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next track
cs_cz: Další skladba
de_de: Nächster Titel
es_es: Pista siguiente
fr_fr: Morceau suivant
it_it: Brano successivo
ja_jp: 次のトラック
ko_kr: 다음 트랙
nl_nl: Volgende track
pl_pl: Następny utwór
pt_br: Próxima faixa
ru_ru: Следующий
tr_tr: Sonraki parça
uk_ua: Наступний трек
zh_hans: 下一曲

# GalleryTitle
source: On the bar
cs_cz: Na panelu
de_de: Auf der Leiste
es_es: En la barra
fr_fr: Sur la barre
it_it: Sulla barra
ja_jp: バー上のアイテム
ko_kr: 바에 표시
nl_nl: Op de balk
pl_pl: Na pasku
pt_br: Na barra
ru_ru: На панели
tr_tr: Çubukta
uk_ua: На панелі
zh_hans: 在停靠栏上

# PinProgramButton
source: Pin an app…
cs_cz: Připnout aplikaci…
de_de: App anheften…
es_es: Anclar una aplicación…
fr_fr: Épingler une app…
it_it: Fissa un'app…
ja_jp: アプリをピン留め…
ko_kr: 앱 고정…
nl_nl: Een app vastmaken…
pl_pl: Przypnij aplikację…
pt_br: Fixar um app…
ru_ru: Закрепить программу…
tr_tr: Uygulama sabitle…
uk_ua: Закріпити програму…
zh_hans: 固定应用…

source: Remove from bar
cs_cz: Odebrat z panelu
de_de: Von Leiste entfernen
es_es: Quitar de la barra
fr_fr: Retirer de la barre
it_it: Rimuovi dalla barra
ja_jp: バーから削除
ko_kr: 바에서 제거
nl_nl: Van balk verwijderen
pl_pl: Usuń z paska
pt_br: Remover da barra
ru_ru: Убрать с панели
tr_tr: Çubuktan kaldır
uk_ua: Видалити з панелі
zh_hans: 从停靠栏中移除

# PlacementTitle
source: Placement and size
cs_cz: Umístění a velikost
de_de: Position und Größe
es_es: Posición y tamaño
fr_fr: Emplacement et taille
it_it: Posizione e dimensioni
ja_jp: 配置とサイズ
ko_kr: 배치 및 크기
nl_nl: Plaatsing en grootte
pl_pl: Położenie i rozmiar
pt_br: Posição e tamanho
ru_ru: Расположение и размер
tr_tr: Yerleşim ve boyut
uk_ua: Розташування та розмір
zh_hans: 位置和大小

# BehaviourTitle
source: Behavior
cs_cz: Chování
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
it_it: Comportamento
ja_jp: 動作
ko_kr: 동작
nl_nl: Gedrag
pl_pl: Zachowanie
pt_br: Comportamento
ru_ru: Поведение
tr_tr: Davranış
uk_ua: Поведінка
zh_hans: 行为

# ThicknessNote
source: Bars on the left or right edge have a fixed thickness.
cs_cz: Panely na levém nebo pravém okraji mají pevnou tloušťku.
de_de: Leisten am linken oder rechten Rand haben eine feste Stärke.
es_es: Las barras en el borde izquierdo o derecho tienen un grosor fijo.
fr_fr: Les barres sur le bord gauche ou droit ont une épaisseur fixe.
it_it: Le barre sul bordo sinistro o destro hanno uno spessore fisso.
ja_jp: 左右の端に配置されたバーの厚さは固定です。
ko_kr: 왼쪽 또는 오른쪽 가장자리에 있는 바는 두께가 고정되어 있습니다.
nl_nl: Balken aan de linker- of rechterrand hebben een vaste dikte.
pl_pl: Paski na lewej lub prawej krawędzi mają stałą grubość.
pt_br: As barras na borda esquerda ou direita têm espessura fixa.
ru_ru: У боковой панели одна толщина.
tr_tr: Sol veya sağ kenardaki çubukların kalınlığı sabittir.
uk_ua: Панелі на лівому або правому краю мають фіксовану товщину.
zh_hans: 位于屏幕左边缘或右边缘的停靠栏厚度固定。

# HideNote
source: The Windows taskbar hides on this edge, so this bar stays visible.
cs_cz: Panel úloh Windows se na tomto okraji skrývá, takže tento panel zůstane viditelný.
de_de: Die Windows-Taskleiste wird an diesem Rand ausgeblendet, daher bleibt diese Leiste sichtbar.
es_es: La barra de tareas de Windows se oculta en este borde, por lo que esta barra permanece visible.
fr_fr: La barre des tâches Windows est masquée sur ce bord, cette barre reste donc visible.
it_it: La barra delle applicazioni di Windows è nascosta su questo bordo, quindi questa barra resta visibile.
ja_jp: Windows のタスクバーはこの端で非表示になるため、このバーは常に表示されます。
ko_kr: 이 가장자리에서 Windows 작업 표시줄이 숨겨지므로 이 바는 계속 표시됩니다.
nl_nl: De Windows-taakbalk wordt op deze rand verborgen, dus deze balk blijft zichtbaar.
pl_pl: Pasek zadań systemu Windows jest ukrywany na tej krawędzi, więc ten pasek pozostaje widoczny.
pt_br: A barra de tarefas do Windows fica oculta nesta borda, então esta barra permanece visível.
ru_ru: На этом краю уже скрывается панель задач, поэтому эта панель всегда видна.
tr_tr: Windows görev çubuğu bu kenarda gizlendiği için bu çubuk görünür kalır.
uk_ua: На цьому краю панель завдань Windows прихована, тому ця панель завжди видима.
zh_hans: Windows 任务栏在此边缘隐藏，因此此停靠栏保持可见。

# NothingToSetUp
source: This widget has no settings.
cs_cz: Tento widget nemá žádná nastavení.
de_de: Dieses Widget hat keine Einstellungen.
es_es: Este widget no tiene configuración.
fr_fr: Ce widget n'a aucun paramètre.
it_it: Questo widget non ha impostazioni.
ja_jp: このウィジェットに設定はありません。
ko_kr: 이 위젯에는 설정이 없습니다.
nl_nl: Deze widget heeft geen instellingen.
pl_pl: Ten widżet nie ma ustawień.
pt_br: Este widget não tem configurações.
ru_ru: У этого виджета нет настроек.
tr_tr: Bu pencere öğesi için ayar yok.
uk_ua: У цього віджета немає налаштувань.
zh_hans: 此小组件没有设置。

# UndoOptions
source: changing widget options
cs_cz: změna možností widgetu
de_de: Ändern der Widget-Optionen
es_es: cambiar opciones del widget
fr_fr: modification des options du widget
it_it: modifica delle opzioni del widget
ja_jp: ウィジェット設定の変更
ko_kr: 위젯 옵션 변경
nl_nl: widgetopties wijzigen
pl_pl: zmiana opcji widżetu
pt_br: alteração das opções do widget
ru_ru: настройки виджета
tr_tr: pencere öğesi seçeneklerini değiştirme
uk_ua: зміна налаштувань віджета
zh_hans: 更改小组件选项

# UndoRemovedOne
source: removing a widget
cs_cz: odebrání widgetu
de_de: Entfernen eines Widgets
es_es: quitar un widget
fr_fr: suppression d'un widget
it_it: rimozione di un widget
ja_jp: ウィジェットの削除
ko_kr: 위젯 제거
nl_nl: widget verwijderen
pl_pl: usunięcie widżetu
pt_br: remoção de um widget
ru_ru: удаление
tr_tr: pencere öğesini kaldırma
uk_ua: видалення віджета
zh_hans: 移除小组件

# UndoEdge
source: changing the edge
cs_cz: změna okraje
de_de: Ändern des Rands
es_es: cambiar el borde
fr_fr: changement de bord
it_it: modifica del bordo
ja_jp: 配置場所の変更
ko_kr: 가장자리 변경
nl_nl: rand wijzigen
pl_pl: zmiana krawędzi
pt_br: alteração da borda
ru_ru: край
tr_tr: kenarı değiştirme
uk_ua: зміна краю
zh_hans: 更改边缘

# UndoThickness
source: changing the thickness
cs_cz: změna tloušťky
de_de: Ändern der Stärke
es_es: cambiar el grosor
fr_fr: changement d'épaisseur
it_it: modifica dello spessore
ja_jp: 厚さの変更
ko_kr: 두께 변경
nl_nl: dikte wijzigen
pl_pl: zmiana grubości
pt_br: alteração da espessura
ru_ru: толщина
tr_tr: kalınlığı değiştirme
uk_ua: зміна товщини
zh_hans: 更改厚度

# UndoTopmost
source: changing Always on top
cs_cz: změna možnosti Vždy navrchu
de_de: Ändern von „Immer im Vordergrund“
es_es: cambiar Siempre encima
fr_fr: modification de Toujours au premier plan
it_it: modifica di Sempre in primo piano
ja_jp: 常に手前に表示の設定変更
ko_kr: 항상 위에 표시 변경
nl_nl: Altijd bovenop wijzigen
pl_pl: zmiana opcji Zawsze na wierzchu
pt_br: alteração de Sempre no topo
ru_ru: поверх окон
tr_tr: Her zaman üstte ayarını değiştirme
uk_ua: зміна параметра «Завжди поверх інших вікон»
zh_hans: 更改“始终置顶”

# UndoShown
source: showing or hiding the bar
cs_cz: zobrazení nebo skrytí panelu
de_de: Ein- oder Ausblenden der Leiste
es_es: mostrar u ocultar la barra
fr_fr: affichage ou masquage de la barre
it_it: visualizzazione o nascondimento della barra
ja_jp: バーの表示/非表示
ko_kr: 바 표시 또는 숨기기
nl_nl: balk weergeven of verbergen
pl_pl: pokazanie lub ukrycie paska
pt_br: exibição ou ocultação da barra
ru_ru: показ панели
tr_tr: çubuğu gösterme veya gizleme
uk_ua: показ або приховування панелі
zh_hans: 显示或隐藏停靠栏

# LaunchIconAuto
source: Default app icon
cs_cz: Výchozí ikona aplikace
de_de: Standard-App-Symbol
es_es: Icono predeterminado de la aplicación
fr_fr: Icône d'application par défaut
it_it: Icona predefinita dell'app
ja_jp: デフォルトのアプリ アイコン
ko_kr: 기본 앱 아이콘
nl_nl: Standaardapp-pictogram
pl_pl: Domyślna ikona aplikacji
pt_br: Ícone padrão do app
ru_ru: Собственный значок программы
tr_tr: Varsayılan uygulama simgesi
uk_ua: Стандартна піктограма програми
zh_hans: 默认应用图标

# MediaArtButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open player
cs_cz: Otevřít přehrávač
de_de: Player öffnen
es_es: Abrir reproductor
fr_fr: Ouvrir le lecteur
it_it: Apri lettore
ja_jp: プレーヤーを開く
ko_kr: 플레이어 열기
nl_nl: Speler openen
pl_pl: Otwórz odtwarzacz
pt_br: Abrir player
ru_ru: Открыть плеер
tr_tr: Oynatıcıyı aç
uk_ua: Відкрити програвач
zh_hans: 打开播放器
